import iconTimeLight from "../assets/Locations/Icons/iconTimeLight.svg";
import iconTimeDark from "../assets/Locations/Icons/iconTimeDark.svg"; 
import iconRubLight from "../assets/Locations/Icons/icon1.svg";
import iconRubDark from "../assets/Locations/Icons/icon3.svg";

export const excursions = [
    {
        id: "architecture",
        special: "architecture",
        title: 'АРХИТЕКТУРА',
        image: "/images/locations/Excursions/Architecture.png",
        text: 'Вас ждёт захватывающий рассказ о том, как проектировались и строились здания, какую роль играли безопасность и организация пространства в их конструкциях.',
        sub: '14:00 - 18:30',
        text1: 'Экскурсия раскрывает тайны архитектурной эволюции одного из самых знаковых мест города — от суровых тюремных стен до современного культурного кластера.',
        cardIcon1: iconRubLight,
        cardIcon2: iconTimeLight,
        price1: 'от 1 200 руб',
        price: 'от 1 200 ₽',
        tags: [
            {name: "#дневная" ,},
            {name: "#аудиогид" ,},
            {name: "#пешая" ,}
        ],
        insideText1: "Вы погрузитесь в уникальную атмосферу места, где каждый кирпич хранит свою историю. Наши гиды раскроют вам секреты архитектурных стилей — от неоготики до современного урбанизма.",
        insideText2: "Интерактивная система сопровождения позволит вам услышать голоса архитекторов прошлого и настоящего, чьи идеи воплощены в этих стенах.",
        iconsInside: {
            icon1: "",
            icon2: "",
            icon3: "",
        },
        subIconsText: {
            text1: "Строительные решения",
            text2: "Трансформация пространства",
            text3: "Современные инсталляции"
        }
    },
    {
        id: "architecture",
        special: "architecture",
        title: 'АРХИТЕКТУРА',
        image: "/images/locations/Excursions/Architecture.png",
        text: 'Вас ждёт захватывающий рассказ о том, как проектировались и строились здания, какую роль играли безопасность и организация пространства в их конструкциях.',
        sub: '14:00 - 18:30',
        text1: 'Экскурсия раскрывает тайны архитектурной эволюции одного из самых знаковых мест города — от суровых тюремных стен до современного культурного кластера.',
        cardIcon1: iconRubLight,
        cardIcon2: iconTimeLight,
        price1: 'от 1 200 руб',
        price: 'от 1 200 ₽',
        tags: [
            {name: "#дневная" ,},
            {name: "#аудиогид" ,},
            {name: "#пешая" ,}
        ],
        insideText1: "Вы погрузитесь в уникальную атмосферу места, где каждый кирпич хранит свою историю. Наши гиды раскроют вам секреты архитектурных стилей — от неоготики до современного урбанизма.",
        insideText2: "Интерактивная система сопровождения позволит вам услышать голоса архитекторов прошлого и настоящего, чьи идеи воплощены в этих стенах.",
        iconsInside: {
            icon1: "",
            icon2: "",
            icon3: "",
        },
        subIconsText: {
            text1: "Строительные решения",
            text2: "Трансформация пространства",
            text3: "Современные инсталляции"
        }
    }
]