export const exquisites = [
    {
        id: "architecture",
        special: "architecture",
		title: 'АРХИТЕКТУРА',
		image: "",
        concretimage: "",
		text: 'Вас ждёт захватывающий рассказ о том, как проектировались и строились здания, какую роль играли безопасность и организация пространства в их конструкциях.',
		time: '14:00-18:30',
		text1: 'Экскурсия раскрывает тайны архитектурной эволюции одного из самых знаковых мест города — от суровых тюремных стен до современного культурного кластера.',
        price: 'от 1 2000 ₽',
        price1: 'от 1 200 руб'
    }
]