export const masterClasses = [
    {
        id: "parfum",
        special: "parfum",
		title: 'ПАРФЮМ',
		image: "",
		text: 'Приглашаем вас на уникальный мастер-класс по созданию собственного парфюма! Погрузитесь в мир ароматов под руководством опытного парфюмера.',
		date: '12.04 - 12.05',
		text1: 'Научитесь сочетать ароматические ноты, создавая уникальные композиции из эфирных масел. На занятии вы освоите основы парфюмерного искусства. ',
        price: 'от 2000 ₽',
        price1: 'от 2 000 руб'
    }
]