export const places = [
	{
		id: 1,
		title: 'ГАРМОНИЯ',
		image: '/images/places/place-1-min.png',
		text: 'Помещение идеально подходит для мастер-классов по керамике: здесь всё продумано до мелочей для удобства участников.',
		detail: {
			title: '#ОПИСАНИЕ',
			place: 'ТЦ',
			text: 'Это пространство прекрасно адаптировано для проведения разнообразных художественных занятий - от индивидуальных уроков до групповых мастер-классов и творческих семинаров.',
		},
		specs: [
			{
				icon: '/images/card/icon-2.svg',
				label: 'Площадь',
				value: '120 М²',
			},
			{
				icon: '/images/card/icon-1.svg',
				label: 'Цена в месяц',
				value: '87 000 ₽',
			},
		],
		tags: [
			{ name: '#проектор', },
			{ name: '#гардеробная', },
			{ name: '#зонаочистки', }
		]
	},
	{
		id: 2,
		title: 'ФАНТАЗИЯ',
		image: '/images/places/place-2-min.png',
		text: 'Уютный и вдохновляющий зал с большими окнами, идеально подходящий для проведения мастер-классов по живописи.',
		detail: {
			title: '#ОПИСАНИЕ',
			place: 'ТЦ',
			text: 'Это пространство прекрасно адаптировано для проведения разнообразных художественных занятий - от индивидуальных уроков до групповых мастер-классов и творческих семинаров.',
		},
		specs: [
			{
				icon: '/images/card/icon-2.svg',
				label: 'Площадь',
				value: '110 М²',
			},
			{
				icon: '/images/card/icon-1.svg',
				label: 'Цена в месяц',
				value: '83 000 ₽',
			},
		],
		tags: [
			{ name: '#трековаясистема', },
			{ name: '#проектор', },
			{ name: '#шкафы', },
			{ name: '#декор', },
		]
	},
	{
		id: 3,
		title: 'ПЕРСПЕКТИВА',
		image: '/images/places/place-3-min.png',
		text: 'Светлый и просторный зал, идеально подходящий для создания фотостудии. Помещение оснащено современным оборудованием и удобной мебелью.',
		detail: {
			title: '#ОПИСАНИЕ',
			place: 'ТЦ',
			text: 'Это пространство прекрасно адаптировано для проведения разнообразных художественных занятий - от индивидуальных уроков до групповых мастер-классов и творческих семинаров.',
		},
		specs: [
			{
				icon: '/images/card/icon-2.svg',
				label: 'Площадь',
				value: '110 М²',
			},
			{
				icon: '/images/card/icon-1.svg',
				label: 'Цена в месяц',
				value: '140 000 ₽',
			},
		],
		tags: [
			{ name: '#высокиепотолки', },
			{ name: '#трековаясистема', },
			{ name: '#кондиционер', },
		]
	},
	{
		id: 4,
		title: 'МЕЛОДИЯ',
		image: '/images/places/place-4-min.png',
		text: 'В данном помещении каждый найдет всё необходимое для раскрытия своего потенциала: удобная мебель, качественный звук и продуманное освещение.',
		detail: {
			title: '#ОПИСАНИЕ',
			place: 'ТЦ',
			text: 'Это пространство прекрасно адаптировано для проведения разнообразных художественных занятий - от индивидуальных уроков до групповых мастер-классов и творческих семинаров.',
		},
		specs: [
			{
				icon: '/images/card/icon-2.svg',
				label: 'Площадь',
				value: '120 М²',
			},
			{
				icon: '/images/card/icon-1.svg',
				label: 'Цена в месяц',
				value: '95 000 ₽',
			},
		],
		tags: [
			{ name: '#звукоизоляция', },
			{ name: '#зеркала', },
			{ name: '#аудиосистема', },
		]
	},
]